Revit 2027 API
BuiltInFailures.AssemblyFailures.AssemblyDisassembleInstanceWarn Property
 Edits to these assemblies changed the naming category and name of these assemblies.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId AssemblyDisassembleInstanceWarn { get; }
Public Shared ReadOnly Property AssemblyDisassembleInstanceWarn As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ AssemblyDisassembleInstanceWarn {
	FailureDefinitionId^ get ();
}
static member AssemblyDisassembleInstanceWarn : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.AssemblyFailures Class
Autodesk.Revit.DB Namespace